---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.SquareFeetPerSecond
source: html/7accdc1f-7c06-9d61-6684-3f74007304e0.htm
---
# Autodesk.Revit.DB.UnitTypeId.SquareFeetPerSecond Property

Square feet per second.

## Syntax (C#)
```csharp
public static ForgeTypeId SquareFeetPerSecond { get; }
```